[
	        {
            "name": "Sweden",
                "leaderName": "Gustavus Adolphus",
                "adjective": ["Swedish"],
                "startBias": ["Tundra"],
                "preferredVictoryType": "Diplomatic",
                "personality": "Gustavus Adolphus",

        "startIntroPart1": "All hail Great King Gustavus Adolphus, founder of the Swedish Empire, and one of the most famous military tacticians. In the early 17th century, Sweden emerged as a great power in Europe under your reign, thanks to your wisdom, both in diplomacy and warfare. As king, you decided to reform Swedish laws to bring economic stability and prosperity to your people. Your allies, and also your enemies, called you the 'Lion of the North', witnessing your modern vision of warfare, and the prowess of your armies on the battlefield. As you triumphed in the Thirty Years' War, your name will be forever remembered as one of history's greatest generals.",
        "startIntroPart2": "O noble King, will you lend your leadership and brilliant ideas to Sweden once again, to conceive strategies never seen before? Will your new empire shine through the ages of history?",

        "declaringWar": "The Hakkapeliittas will ride again and your men will fall just at the sight of my cavalry! God with us!",
                "attacked": "Ha ha ha, captain Gars will be very glad to head out to war again.",
                "defeated": "I am Sweden's king. You can take my lands, my people, my kingdom, but you will never reach the House of Vasa.",
                "introduction": "Stranger, welcome to the Snow King's kingdom! I am Gustavus Adolphus, member of the esteemed House of Vasa",

                "neutralHello": "Oh, welcome!",
                "hateHello": "Oh, it is you.",
                "tradeRequest": "My friend, it is my belief that this settlement can benefit both our peoples.",
        "outerColor": [8, 8, 166],
                "innerColor": [249, 247, 3],
                "favoredReligion": "Christianity",
                "uniqueName": "Nobel Prize",
                "uniques": ["Gain [90] Influence with a [Great Person] gift to a City-State", "When declaring friendship, both parties gain a [10]% boost to great person generation","[+1 Food, +1 Production, +1 Gold] from [Tundra, Snow] tiles [in this city]"],
                "cities": ["Stockholm","Uppsala","Gothenburg","Malmö","Linköping","Kalmar","Skara","Västerås","Jönköping",
            "Visby","Falun","Norrköping","Gävle","Halmstad","Karlskrona","Hudiksvall","Örebro","Umeå","Karlstad",
            "Helsingborg","Härnösand","Vadstena","Lund","Västervik","Enköping","Skövde","Eskilstuna","Luleå","Lidköping",
            "Södertälje","Mariestad","Östersund","Borås","Sundsvall","Vimmerby","Köping","Mora","Arboga","Växjö","Gränna",
            "Kiruna","Borgholm","Strängnäs","Sveg"
        ],
        "spyNames": ["Leif", "Ingegard", "Sören", "Ragnhild", "Lars", "Lina", "Herr Grå", "Magnus", "Vilma", "Kusin"]
    }
]